export default {
	"TABS": ["HOT","あ行","か行","さ行","た行","な行","は行","ま行","や行","ら行","わ行"],
    "CITYS": {
        "HOT": {
            "HOT": ["札幌市","仙台市","さいたま市","千葉市","横浜市","川崎市","相模原市","新潟市","静岡市","浜松市","名古屋市","京都市","大阪市","堺市","神戸市",
"岡山市","広島市","北九州市","福岡市","熊本市"]
        },
		"あ行": {
            "あ": ["相生市","愛川町","愛西市","愛荘町","藍住町","会津坂下町","会津美里町","会津若松市","愛南町","愛別町","姶良市","青ヶ島村","青木村","青森市","赤井川村","赤磐市","明石市","阿賀町","阿賀野市","赤平市","赤村","安芸太田町","安芸市","昭島市","安芸高田市","秋田市","あきる野市","阿久比町","粟国村","阿久根市","上尾市","上松町","赤穂市","朝霞市","浅川町","あさぎり町","浅口市","朝倉市","朝来市","旭川市","旭市","朝日町","朝日町","朝日町","朝日村","足利市","鰺ヶ沢町","芦北町","芦別市","芦屋市","芦屋町","足寄町","明日香村","安曇野市","阿蘇市","足立区","熱海市","阿智村","厚木市","厚岸町","厚沢部町","厚真町","穴水町","阿南市","阿南町","網走市","我孫子市","安平町","阿武町","尼崎市","天城町","天草市","あま市","海士町","奄美市","阿見町","綾川町","綾瀬市","綾町","綾部市","荒尾市","荒川区","有田川町","有田市","有田町","阿波市","淡路市","粟島浦村","あわら市","安城市","安堵町","安中市","安八町"],
            "い": ["飯田市","飯舘村","飯塚市","飯綱町","飯豊町","飯南町","飯山市","伊江村","伊賀市","伊方町","斑鳩町","井川町","壱岐市","生坂村","池田市","池田町","池田町","池田町","池田町","生駒市","伊佐市","諫早市","石井町","石岡市","石垣市","石狩市","石川町","石巻市","伊豆市","伊豆の国市","泉大津市","泉崎村","泉佐野市","いすみ市","和泉市","出水市","出雲崎町","出雲市","伊勢崎市","伊勢市","伊是名村","伊勢原市","伊仙町","板倉町","潮来市","板野町","板橋区","伊丹市","板柳町","市貝町","市川市","市川町","市川三郷町","いちき串木野市","一関市","一戸町","一宮市","一宮町","市原市","五木村","井手町","糸魚川市","伊東市","糸島市","糸田町","糸満市","田舎館村","猪名川町","稲城市","稲沢市","伊那市","稲敷市","いなべ市","伊奈町","稲美町","印南町","猪苗代町","犬山市","伊根町","いの町","茨木市","茨城町","井原市","揖斐川町","指宿市","伊平屋村","今金町","今治市","今別町","伊万里市","射水市","伊予市","入間市","岩泉町","いわき市","岩国市","岩倉市","磐田市","岩出市","岩手町","岩内町","岩沼市","岩見沢市","岩美町","印西市"],
			"う": ["上田市","上野原市","上野村","上峰町","魚津市","魚沼市","宇城市","うきは市","宇検村","羽後町","宇佐市","牛久市","宇治市","宇治田原町","臼杵市","宇陀市","歌志内市","宇多津町","内子町","内灘町","宇都宮市","宇土市","産山村","宇部市","馬路村","宇美町","浦臼町","浦河町","浦添市","浦幌町","浦安市","雨竜町","売木村","うるま市","嬉野市","宇和島市","雲仙市","雲南市"],
            "え": ["永平寺町","江差町","枝幸町","江田島市","越前市","越前町","江戸川区","恵那市","恵庭市","海老名市","えびの市","江別市","えりも町","遠軽町","遠別町"],
            "お": ["おいらせ町","王寺町","奥州市","王滝村","近江八幡市","雄武町","青梅市","邑楽町","大網白里市","大洗町","大石田町","大泉町","大磯町","大分市","大井町","おおい町","大江町","大垣市","大潟村","大川市","大河原町","大宜味村","大口町","大熊町","大蔵村","大阪狭山市","大阪市","大崎上島町","大崎市","大崎町","大郷町","大島町","大洲市","大空町","大台町","大多喜町","大田区","大竹市","太田市","大田市","大館市","大田原市","大月市","大月町","大津市","大槌町","大津町","大任町","大豊町","邑南町","大野市","大野城市","大野町","大治町","大衡村","大府市","大船渡市","大町市","大町町","大間町","大牟田市","大村市","大山崎町","大淀町","大鰐町","岡垣町","岡崎市","小笠原村","男鹿市","小鹿野町","岡谷市","岡山市","小川町","小城市","沖縄市","隠岐の島町","奥出雲町","奥尻町","奥多摩町","小国町","小国町","桶川市","置戸町","小郡市","越生町","興部町","忍野村","長万部町","小谷村","小樽市","小田原市","小値賀町","越知町","小千谷市","音威子府村","音更町","乙部町","女川町","小野市","尾道市","尾花沢市","小浜市","帯広市","小平町","小布施町","御前崎市","小美玉市","麻績村","小矢部市","小山市","小山町","尾鷲市","尾張旭市","遠賀町","御宿町","恩納村"]
        },
		"か行": {
            "か": ["甲斐市","開成町","海田町","貝塚市","海津市","海南市","海陽町","加賀市","鏡石町","各務原市","鏡野町","角田市","掛川市","加古川市","鹿児島市","加西市","笠岡市","笠置町","風間浦村","笠間市","笠松町","香芝市","橿原市","鹿嶋市","鹿島市","嘉島町","柏崎市","柏市","柏原市","春日井市","春日市","春日部市","かすみがうら市","粕屋町","加須市","潟上市","片品村","交野市","勝浦市","勝浦町","葛飾区","鹿角市","勝山市","葛尾村","葛城市","かつらぎ町","嘉手納町","加東市","門川町","門真市","香取市","金沢市","金山町","金山町","河南町","蟹江町","可児市","鹿沼市","鹿屋市","かほく市","河北町","釜石市","鎌ケ谷市","鎌倉市","嘉麻市","上天草市","上板町","上市町","上勝町","上川町","神河町","神川町","上北山村","上小阿仁村","上郡町","上里町","香美市","上士幌町","上島町","神栖市","上砂川町","香美町","上富田町","上三川町","上ノ国町","上関町","上山市","上富良野町","加美町","神山町","亀岡市","亀山市","神恵内村","鴨川市","加茂市","唐津市","刈谷市","刈羽村","軽井沢町","軽米町","河合町","川上村","川上村","川内村","川北町","川口市","川越市","川越町","川崎市","川崎町","川崎町","川島町","川棚町","河内長野市","河内町","河津町","川西市","川西町","川西町","川根本町","川場村","川辺町","川俣町","川南町","川本町","香春町","観音寺市","神埼市","神崎町","苅田町","神流町","函南町","上牧町","甘楽町"],
            "き": ["喜界町","菊川市","菊池市","菊陽町","木古内町","木更津市","木島平村","木城町","岸和田市","木曽岬町","木曽町","木祖村","北相木村","北秋田市","北茨城市","喜多方市","北上市","北川村","北九州市","北区","北塩原村","北島町","北大東村","北中城村","北名古屋市","北広島市","北広島町","北見市","北本市","北山村","木津川市","杵築市","紀の川市","吉備中央町","紀宝町","紀北町","鬼北町","君津市","紀美野町","肝付町","喜茂別町","基山町","京極町","京田辺市","京丹後市","京丹波町","京都市","共和町","清川村","清里町","清須市","清瀬市","鋸南町","霧島市","桐生市","金ケ崎町","錦江町","金武町"],
            "く": ["久喜市","草津市","草津町","久慈市","串間市","串本町","九十九里町","釧路市","釧路町","葛巻町","玖珠町","下松市","倶知安町","九度山町","国頭村","国東市","国立市","国富町","国見町","九戸村","熊谷市","久万高原町","熊取町","熊野市","熊野町","球磨村","熊本市","久御山町","久米島町","久米南町","倉敷市","鞍手町","倉吉市","栗原市","栗山町","久留米市","呉市","黒石市","黒潮町","黒滝村","黒部市","黒松内町","桑名市","訓子府町"],
            "け": ["桂川町","気仙沼市","剣淵町"],
            "こ": ["甲賀市","甲佐町","合志市","甲州市","幸田町","高知市","神津島村","江東区","江南市","香南市","鴻巣市","広野町","甲府市","江府町","神戸市","神戸町","江北町","小海町","甲良町","広陵町","桑折町","郡山市","古河市","古賀市","小金井市","国分寺市","九重町","湖西市","小坂町","古座川町","越谷市","小清水町","小菅村","小平市","小竹町","琴浦町","琴平町","湖南市","小野町","小林市","狛江市","駒ヶ根市","小牧市","小松市","小松島市","菰野町","小諸市"]
        },
		"さ行": {
            "さ": ["佐伯市","西郷村","西条市","さいたま市","西都市","佐井村","坂井市","堺市","坂出市","境町","境港市","寒河江市","栄町","栄村","坂城町","佐賀市","酒田市","坂町","坂戸市","坂祝町","相模原市","相良村","佐川町","佐久市","佐久穂町","桜井市","桜川市","さくら市","佐倉市","鮭川村","篠栗町","佐々町","佐世保市","幸手市","札幌市","薩摩川内市","さつま町","佐渡市","里庄町","佐那河内村","さぬき市","佐野市","鯖江市","様似町","寒川町","鮫川村","狭山市","佐用町","更別村","猿払村","佐呂間町","三郷町","三条市","三田市","三戸町","山武市","山陽小野田市"],
            "し": ["椎葉村","塩竈市","塩尻市","塩谷町","鹿追町","志賀町","鹿部町","色麻町","志木市","四国中央市","色丹村","四條畷市","酒々井町","静岡市","雫石町","宍粟市","設楽町","七ヶ宿町","七ヶ浜町","七戸町","品川区","信濃町","新発田市","柴田町","芝山町","渋川市","志布志市","渋谷区","標茶町","士別市","標津町","蘂取村","士幌町","志摩市","島田市","島原市","島牧村","島本町","四万十市","清水町","清水町","占冠村","志免町","下市町","下川町","下北山村","下郷町","下條村","下諏訪町","下田市","下野市","下妻市","下仁田町","下関市","積丹町","紗那村","斜里町","周南市","勝央町","小川村","小豆島町","庄内町","庄原市","昭和町","昭和村","昭和村","初山別村","所属未定地","所属未定地","所属未定地","所属未定地","所属未定地","白石町","白老町","白岡市","白河市","白川町","白川村","白子町","白鷹町","白糠町","白浜町","知内町","白井市","白石市","城里町","紫波町","新温泉町","新上五島町","新宮市","新宮町","新郷村","新篠津村","新島村","新宿区","新庄市","新庄村","新城市","新地町","榛東村","新得町","新十津川町","新富町","新ひだか町"],
            "す": ["吹田市","須惠町","周防大島町","須賀川市","杉戸町","杉並区","宿毛市","須坂市","須崎市","すさみ町","鈴鹿市","珠洲市","裾野市","寿都町","砂川市","墨田区","住田町","洲本市","諏訪市"],
			"せ": ["精華町","西予市","聖籠町","関ケ原町","関川村","関市","世田谷区","せたな町","摂津市","瀬戸内市","瀬戸内町","瀬戸市","世羅町","仙台市","泉南市","仙北市"],
            "そ": ["草加市","匝瑳市","総社市","壮瞥町","相馬市","添田町","曽於市","袖ケ浦市","外ヶ浜町","曽爾村"]
        },
		"た行": {
            "た": ["大樹町","太子町","太子町","太地町","台東区","胎内市","当麻町","高石市","高岡市","喬木村","高崎市","高砂市","高島市","多賀城市","鷹栖町","高千穂町","多賀町","高槻市","高取町","高鍋町","高根沢町","高野町","高萩市","高梁市","高畠町","高浜市","高浜町","高原町","多可町","高松市","田上町","高森町","高森町","高山市","高山村","高山村","宝塚市","田川市","滝川市","滝沢市","多気町","滝上町","多久市","武雄市","竹田市","竹富町","武豊町","竹原市","多古町","多治見市","田尻町","忠岡町","只見町","大刀洗町","立川市","龍郷町","田子町","たつの市","辰野町","立科町","館林市","館山市","立山町","多度津町","棚倉町","田辺市","田野町","田野畑村","丹波山村","田原市","田布施町","玉川村","玉城町","多摩市","玉名市","玉野市","玉村町","田村市","多良木町","太良町","多良間村","垂井町","垂水市","田原本町","丹波篠山市","丹波市"],
            "ち": ["茅ヶ崎市","筑後市","筑紫野市","築上町","筑西市","筑前町","千曲市","知多市","秩父市","智頭町","秩父別町","千歳市","知名町","茅野市","千葉市","千早赤阪村","知夫村","北谷町","中央区","中央市","中山町","銚子市","長生村","長南町","調布市","千代田区","千代田町","知立市"],
            "つ": ["つがる市","月形町","筑北村","つくば市","つくばみらい市","津久見市","津市","津島市","対馬市","土浦市","津奈木町","津南町","都農町","津野町","津幡町","燕市","津別町","嬬恋村","津山市","鶴居村","鶴岡市","敦賀市","鶴ヶ島市","つるぎ町","都留市","鶴田町","津和野町"],
            "て": ["天塩町","弟子屈町","天栄村","天川村","天童市","天理市","天龍村"],
            "と": ["東員町","東栄町","東温市","東海市","東海村","東金市","東郷町","東庄町","当別町","東峰村","東北町","東御市","洞爺湖町","東洋町","十日町市","遠野市","渡嘉敷村","ときがわ町","土岐市","時津町","徳島市","徳之島町","常滑市","所沢市","土佐市","土佐清水市","土佐町","戸沢村","豊島区","十島村","鳥栖市","戸田市","栃木市","十津川村","鳥取市","渡名喜村","砺波市","利根町","土庄町","鳥羽市","飛島村","砥部町","苫小牧市","苫前町","泊村","泊村","富岡市","富岡町","富加町","豊見城市","富里市","富谷市","登米市","富山市","豊明市","豊浦町","豊岡市","豊丘村","豊川市","豊頃町","豊郷町","豊田市","豊富町","豊中市","豊根村","豊能町","豊橋市","豊山町","取手市","十和田市","富田林市"]
        },
		"な行": {
            "な": ["奈井江町","直島町","長井市","長泉町","中井町","長岡京市","長岡市","那珂川市","中川町","那珂川町","中川村","中城村","長久手市","長崎市","中札内村","那珂市","中標津町","長島町","中島村","長洲町","中種子町","那賀町","中津川市","中津市","中土佐町","長門市","中泊町","長瀞町","中頓別町","長沼町","中野区","中野市","長野市","中之条町","中能登町","長野原町","長浜市","中富良野町","中間市","長与町","長柄町","流山市","長和町","今帰仁村","南木曽町","奈義町","名護市","名古屋市","那須烏山市","那須塩原市","那須町","那智勝浦町","名取市","七飯町","七尾市","那覇市","名張市","奈半利町","浪江町","滑川町","滑川市","名寄市","奈良市","習志野市","楢葉町","成田市","鳴沢村","鳴門市","南関町","南国市","南城市","南丹市","南砺市","南部町","南部町","南部町","南幌町","南陽市"],
            "に": ["新潟市","新冠町","新座市","新居浜市","新見市","にかほ市","仁木町","西会津町","西粟倉村","西伊豆町","西海市","西興部村","西尾市","西桂町","西川町","錦町","西東京市","西之表市","西ノ島町","西宮市","西原町","西原村","西目屋村","西米良村","西和賀町","西脇市","ニセコ町","日南市","日南町","日光市","日進市","二戸市","二宮町","二本松市","入善町","仁淀川町","韮崎市"],
            "ぬ": ["沼田市","沼田町","沼津市"],
            "ね": ["根羽村","根室市","寝屋川市","練馬区"],
            "の": ["直方市","野木町","野沢温泉村","能代市","野迫川村","能勢町","野田市","野田村","能登町","野々市市","延岡市","野辺地町","登別市","能美市"]
        },
		"は行": {
            "は": ["南風原町","芳賀町","萩市","羽咋市","白山市","白馬村","函館市","箱根町","波佐見町","階上町","羽島市","飯島町","橋本市","蓮田市","秦野市","八王子市","八丈町","八戸市","八幡平市","八郎潟町","廿日市市","八峰町","鳩山町","花巻市","塙町","羽生市","羽曳野市","羽幌町","浜田市","浜頓別町","浜中町","浜松市","羽村市","早川町","早島町","葉山町","原村","播磨町","半田市","阪南市","飯能市"],
            "ひ": ["日吉津村","日置市","東吾妻町","東伊豆町","東浦町","東近江市","東大阪市","東かがわ市","東神楽町","東川町","東串良町","東久留米市","東白川村","東彼杵町","東秩父村","東通村","東成瀬村","東根市","東広島市","東松島市","東松山市","東みよし町","東村","東村山市","東大和市","東吉野村","光市","氷川町","彦根市","久山町","日出町","日高川町","日高市","日高町","日高町","日高村","日田市","飛騨市","常陸太田市","常陸大宮市","日立市","ひたちなか市","七宗町","人吉市","檜枝岐村","日之影町","日野市","日野町","日野町","日の出町","檜原村","氷見市","姫路市","姫島村","日向市","平泉町","平生町","枚方市","平川市","平田村","平塚市","平戸市","平内町","平谷村","広尾町","広川町","広川町","弘前市","広島市","洋野町"],
            "ふ": ["笛吹市","深浦町","深川市","深谷市","福井市","福岡市","福崎町","福島市","福島町","福智町","福知山市","福津市","福山市","袋井市","藤井寺市","藤枝市","藤岡市","富士河口湖町","富士川町","藤崎町","藤里町","藤沢市","富士市","富士宮市","富士見市","富士見町","ふじみ野市","富士吉田市","扶桑町","普代村","双葉町","府中市","府中市","府中町","福生市","富津市","舟形町","船橋市","舟橋村","富良野市","古殿町","古平町"],
            "へ": ["碧南市","平群町"],
            "ほ": ["伯耆町","宝達志水町","防府市","北栄町","北斗市","北杜市","北竜町","鉾田市","幌加内町","幌延町","本庄市","本別町"]
        },
		"ま行": {
            "ま": ["舞鶴市","米原市","前橋市","牧之原市","幕別町","枕崎市","益城町","増毛町","益子町","益田市","町田市","松浦市","松江市","真狩村","松川町","松川村","松阪市","松崎町","松茂町","松島町","松田町","松戸市","松野町","松原市","松伏町","松前町","松前町","松本市","松山市","真鶴町","真庭市","真室川町","丸亀市","丸森町","まんのう町"],
            "み": ["三浦市","三笠市","三川町","三木市","三木町","御蔵島村","岬町","美咲町","三朝町","三郷市","美里町","美郷町","美里町","美郷町","美里町","美郷町","三沢市","三島市","三島町","三島村","水上村","瑞浪市","瑞穂市","瑞穂町","水巻町","三鷹市","御嵩町","三種町","御杖村","見附市","水戸市","三豊市","みどり市","みなかみ町","港区","皆野町","みなべ町","水俣市","南相木村","南会津町","南足柄市","南阿蘇村","南アルプス市","南あわじ市","南伊豆町","南伊勢町","南魚沼市","南越前町","南大隅町","南小国町","南九州市","南さつま市","南三陸町","南島原市","南相馬市","南大東村","南種子町","南知多町","美波町","南富良野町","南房総市","南牧村","南牧村","南箕輪村","南山城村","美祢市","箕面市","美濃加茂市","美濃市","身延町","箕輪町","美浜町","美浜町","御浜町","美浜町","三原市","三原村","三春町","御船町","壬生町","美浦村","美作市","美馬市","三股町","みやき町","三宅町","三宅村","宮古市","宮古島市","都城市","みやこ町","宮崎市","宮代町","宮田村","宮津市","みやま市","宮若市","妙高市","みよし市","三次市","三好市","三芳町","御代田町"],
            "む": ["むかわ町","牟岐町","向日市","武蔵野市","武蔵村山市","睦沢町","むつ市","宗像市","村上市","村田町","村山市","室戸市","室蘭市"],
            "め": ["明和町","明和町","目黒区","芽室町"],
            "も": ["真岡市","最上町","茂木町","妹背牛町","本巣市","本部町","本宮市","本山町","茂原市","盛岡市","守口市","森町","森町","守谷市","守山市","諸塚村","毛呂山町","紋別市"]
        },
		"や行": {
            "や": ["矢板市","焼津市","八重瀬町","八尾市","八百津町","矢掛町","屋久島町","八雲町","八潮市","泰阜村","安来市","野洲市","安田町","八頭町","八街市","八千代市","八千代町","八代市","弥富市","柳井市","柳津町","柳川市","矢巾町","弥彦村","矢吹町","養父市","山江村","山鹿市","山形市","山県市","山形村","山北町","山口市","山添村","山田町","矢祭町","大和郡山市","大和市","大和高田市","大和町","山都町","山中湖村","山梨市","山ノ内町","山辺町","山元町","八女市","八幡市","八幡浜市"],
            "ゆ": ["湯浅町","結城市","湧水町","夕張市","湧別町","湯川村","湯河原町","行方市","行橋市","遊佐町","湯沢市","湯沢町","檮原町","由仁町","湯前町","由布市","由良町","湯梨浜町","由利本荘市"],
            "よ": ["余市町","養老町","横芝光町","横須賀市","横瀬町","横手市","横浜市","横浜町","与謝野町","吉岡町","吉賀町","吉川市","吉田町","吉富町","吉野ヶ里町","吉野川市","吉野町","吉見町","四日市市","四街道市","与那国町","米子市","与那原町","米沢市","読谷村","蓬田村","寄居町","与論町","四万十町"]
        },
		"ら行": {
            "ら": ["羅臼町","蘭越町","嵐山町"],
            "り": ["陸前高田市","陸別町","利島村","利尻町","利尻富士町","栗東市","利府町","竜王町","龍ケ崎市"],
            "る": ["留寿都村","留別村","留萌市","留夜別村"],
            "れ": ["苓北町","礼文町"],
            "ろ": ["六戸町","六ヶ所村"]
        },
		"わ行": {
            "わ": ["若狭町","若桜町","和歌山市","和木町","涌谷町","和気町","和光市","輪島市","度会町","亘理町","和束町","稚内市","和寒町","和泊町","輪之内町","和水町","蕨市"]
        }

    }
}
